SEEDED_FACULTIES = [
    {"faculty_id": "F01", "name": "Факультет біології, географії та екології"},
    {"faculty_id": "F02", "name": "Педагогічний факультет"},
    {"faculty_id": "F03", "name": "Факультет бізнесу і права"},
    {"faculty_id": "F04", "name": "Факультет української й іноземної філології, журналістики та мистецтв"},
    {"faculty_id": "F05", "name": "Медичний факультет"},
    {"faculty_id": "F06", "name": "Факультет психології, історії та соціології"},
    {"faculty_id": "F07", "name": "Факультет комп'ютерних наук, фізики та математики"},
    {"faculty_id": "F08", "name": "Факультет фізичного виховання та спорту"},
]

SEEDED_DEPARTMENTS = [
    {"department_id": "D001", "faculty_id": "F07", "name": "Кафедра алгебри, геометрії та математичного аналізу"},
    {"department_id": "D002", "faculty_id": "F07", "name": "Кафедра фізики"},
    {"department_id": "D003", "faculty_id": "F07", "name": "Кафедра комп'ютерних наук та програмної інженерії"},
]
